Repository: FreePBX/calendar
Catalog: i18n/*/LC_MESSAGES/calendar.po
Languages: de_de, es_es, fr_fr, pl, ru_ru, vi

source: %s CalDAV Calendar
de_de: %s CalDAV-Kalender
es_es: %s Calendario CalDAV
fr_fr: Agenda CalDAV de %s
pl: Kalendarz CalDAV %s
ru_ru: Календарь CalDAV %s
vi: %s Lịch CalDAV

source: %s Group
de_de: %s Gruppe
es_es: Grupo %s
fr_fr: Groupe %s
pl: Grupa %s
ru_ru: Группа %s
vi: %s nhóm

source: %s Local Calendar
de_de: %s Lokaler Kalender
es_es: Calendario Local %s
fr_fr: Calendrier local %s
pl: Lokalny kalendarz %s
ru_ru: %s локальный календарь
vi: %s Lịch tại chỗ

source: %s Outlook Calendar
de_de: %s Outlook-Kalender
es_es: Calendario Outlook %s
fr_fr: Calendrier Outlook %s
pl: Kalendarz Outlook %s
ru_ru: %s календарь Outlook
vi: %s Lịch Outlook

source: %s iCal Calendar
de_de: %s iCal-Kalender
es_es: Calendario iCal %s
fr_fr: Calendrier iCal %s
pl: Kalendarz iCal %s
ru_ru: %s календарь iCal
vi: %s Lịch iCal

source: (Re)Generate Link
de_de: Verknüpfung neu erstellen
es_es: (Re)Generar Enlace
fr_fr: (Re)Générer le lien
pl: Wygeneruj (ponownie) link
ru_ru: (Пере)Создать ссылку

source: +t]&&this[
ru_ru: +t]&&этот[

source: 1 Day
de_de: 1 Tag
es_es: 1 Día
fr_fr: 1 jour
pl: 1 dzień
ru_ru: 1 день
vi: 1 ngày

source: 1 Hour
de_de: 1 Stunde
es_es: 1 Hora
fr_fr: 1 heure
pl: 1 Godzina
ru_ru: 1 час
vi: 1 giờ

source: 1 Minute
es_es: 1 minuto
pl: 1 minuta
ru_ru: 1 минута
vi: 1 phút

source: 1 Week
de_de: 1 Woche
es_es: 1 Semana
fr_fr: 1 semaine
pl: 1 tydzień
ru_ru: 1 неделя
vi: 1 tuần

source: 10 Minutes
de_de: 10 Minuten
es_es: 10 Minutos
pl: 10 minut
ru_ru: 10 минут
vi: 10 phút

source: 12 Hours
de_de: 12 Stunden
es_es: 12 Horas
fr_fr: 12 heures
pl: 12 godzin
ru_ru: 12 часов
vi: 12 giờ

source: 2 Hours
de_de: 2 Stunden
es_es: 2 Horas
fr_fr: 2 heures
pl: 2 godziny
ru_ru: 2 часа
vi: 2 giờ

source: 30 Minutes
de_de: 30 Minuten
es_es: 30 Minutos
pl: 30 Minut
ru_ru: 30 минут
vi: 30 phút

source: 5 Minutes
de_de: 5 Minuten
es_es: 5 Minutos
pl: 5 minut
ru_ru: 5 минут
vi: 5 phút

source: 6 Hours
de_de: 6 Stunden
es_es: 6 Horas
fr_fr: 6 heures
pl: 6 Godzin
ru_ru: 6 часов
vi: 6 giờ

source: A calendar you have added has an event that has a reoccuring rule of COUNT. When COUNT is used this slows down Calendar drastically. Please change your rule to another format
de_de: Ein von Ihnen hinzugefügter Kalender hat eine wiederkehrende Regel von COUNT. Wenn COUNT genutzt wird bremst das die Kalenderanwendung drastisch. Bitte ändern Sie die Regel auf einen anderen Wert
es_es: El calendario que has agregado tiene un evento con una regla recurrente de CONTAR. Cuando CONTAR es utilizado, esto ralentiza el Calendario drásticamente. Por favor cambie la regla a otro formato
pl: Dodany przez Ciebie kalendarz zawiera wydarzenie, dla którego reguła powtarzania to COUNT. Użycie COUNT drastycznie spowalnia Kalendarz. Zmień regułę na inny format
ru_ru: Добавленный календарь содержит событие с повторяющимся правилом COUNT. При использовании COUNT работа календаря резко замедляется. Пожалуйста, измените свое правило на другой формат

source: Actions
de_de: Aktionen
es_es: Acciones
pl: Działania
ru_ru: Действия
vi: Các thao tác

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
pl: Dodaj
ru_ru: Добавить
vi: Thêm

source: Add %s
de_de: Hinzufügen %s
es_es: Agregar %s
fr_fr: Ajouter un %s
pl: Dodaj %s
ru_ru: Добавить %s
vi: Thêm %s

source: Add Calendar
de_de: Kalender hinzufügen
es_es: Agregar Calendario
fr_fr: Ajouter un agenda
pl: Dodaj kalendarz
ru_ru: Добавить календарь
vi: Thêm Lịch

source: Add Event
de_de: Ereignis hinzufügen
es_es: Agregar Evento
fr_fr: Ajouter un évènement
pl: Dodaj wydarzenia
ru_ru: Добавить событие
vi: Thêm Sự kiện

source: Add Group
de_de: Gruppe hinzufügen
es_es: Agregar Grupo
fr_fr: Ajouter un groupe
pl: Dodaj Grupę
ru_ru: Добавить группу
vi: Thêm Nhóm

source: Add New Local Calendar
de_de: Neuen lokalen Kalender hinzufügen
es_es: Agregar Nuevo Calendario Local
fr_fr: Ajouter un nouvel agenda local
pl: Dodaj nowy kalendarz lokalny
ru_ru: Добавить новый локальный календарь
vi: Thêm Lịch từ xa mới

source: Add Remote CalDAV Calendar
de_de: Remote CalDAV Kalender hinzufügen
es_es: Agregar Calendario Remoto CalDAV
fr_fr: Ajouter un nouvel agenda CalDAV distant
pl: Dodaj zdalny kalendarz CalDAV
ru_ru: Добавить удаленный календарь CalDAV
vi: Thêm Lịch CalDAV từ xa

source: Add Remote Google Calendar
de_de: Remote Google Kalender hinzufügen
es_es: Agregar Calendario Remoto Google
fr_fr: Ajouter un nouvel agenda Google distant
pl: Dodaj zdalny kalendarz Google
ru_ru: Добавить удаленный календарь Google
vi: Thêm lịch Google Từ xa

source: Add Remote Outlook Calendar
de_de: Remote Outlook-Kalender hinzufügen
es_es: Agregar Calendario Remoto Outlook
fr_fr: Ajouter un nouvel agenda Outlook distant
pl: Dodaj zdalny kalendarz Outlook
ru_ru: Добавить удаленный календарь Outlook
vi: Thêm Lịch Outlook từ xa

source: Add Remote iCal Calendar
de_de: Remote iCal-Kalender hinzufügen
es_es: Agregar Calendario Remoto iCal
fr_fr: Ajouter un nouvel agenda iCal distant
pl: Dodaj zdalny kalendarz iCal
ru_ru: Добавить удаленный календарь iCal
vi: Thêm Lịch iCal từ xa

source: After
de_de: Später
es_es: Después
fr_fr: Après
pl: Po
ru_ru: После
vi: Sau khi

source: All Day
de_de: Ganztägig
es_es: Todo el día
fr_fr: Toute la journée
pl: Cały dzień
ru_ru: Все дни
vi: Cả ngày

source: All Day Event
de_de: Ganztägiges Ereignis
es_es: Evento de todo el día
fr_fr: Journée entière
pl: Wydarzenie całodniowe
ru_ru: Все события дня
vi: Sự kiện cả ngày

source: Allowed Calendar Groups
de_de: zugelassene Kalendergruppen
es_es: Grupos de Calendario permitidos
fr_fr: Groupes d'agenda permis
pl: Dozwolone grupy kalendarza
ru_ru: Разрешенные группы календарей
vi: Các nhóm lịch được cho phép

source: Allowed Calendars
de_de: zugelassene Kalender
es_es: Calendarios permitidos
fr_fr: Agendas permis
pl: Dozwolone kalendarze
ru_ru: Разрешенные календари
vi: Các lịch cho phép

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
pl: Aplikacje
ru_ru: Приложения

source: Attempting to load
de_de: Versuche, zu laden
es_es: Intentando cargar
fr_fr: Tentative de chargement
pl: Próbuję załadować
ru_ru: Попытка загрузки
vi: Đang cố tải

source: Attempting to load...
de_de: Versuche, zu laden...
es_es: Intentando cargar...
fr_fr: Tentative de chargement...
pl: Próbuję załadować...
ru_ru: Попытка загрузки...
vi: Đang cố tải...

source: Auto Refresh
de_de: automatisch neu laden
es_es: Refresco Automático
pl: Automatyczne odświeżanie
ru_ru: Автообновление

source: Autodetect
de_de: Automatische Erkennung
es_es: Auto-detectar
fr_fr: Détection automatique
pl: Autowykrywanie
ru_ru: Автообнаружение
vi: Tự động phát hiện

source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Agenda
pl: Kalendarz
ru_ru: Календарь
vi: Lịch

source: Calendar Event Groups
de_de: Kalender Ereignisgruppen
es_es: Grupos de Eventos de Calendario
fr_fr: Groupes d'évènements d'agenda
pl: Grupy wydarzeń kalendarza
ru_ru: Группы событий календаря

source: Calendar Group: %s
de_de: Kalendergruppe: %s1
es_es: Grupo de Calendario: %s
fr_fr: Groupe d'agenda : %s
pl: Grupa Kalendarza: %s
ru_ru: Группа календаря: %s
vi: Nhóm lịch: %s

source: Calendar Groups
de_de: Kalendergruppen
es_es: Grupos de Calendario
fr_fr: Groupes d'agenda
pl: Grupy kalendarza
ru_ru: Группы календаря
vi: Các nhóm lịch

source: Calendar event groups are a collection of calendars, events or categories from the Calendar Module.
de_de: Kalenderereignisgruppen sind eine Sammlung von Kalendern, Ereignissen oder Kategorien aus dem Kalendermodul.
es_es: Los Grupo de Eventos de Calendario son colecciones de calendarios, eventos o categorías del Módulo de Calendario.
fr_fr: Les groupes d'évènements d'agenda sont une collection d'agenda, évènements ou catégories du module d'agenda.
pl: Grupy wydarzeń w Kalendarzu to zbiór kalendarzy, wydarzeń lub kategorii z Modułu Kalendarz.
ru_ru: Группы событий календаря - это набор календарей, событий или категорий из модуля Календарь.
vi: Các nhóm lịch sự kiện là một tập hợp các lịch, sự kiện hoặc danh mục từ Mô đun Lịch.

source: Calendar groups the user may utilize.
de_de: Kalendergruppen, die der Benutzer verwenden kann.
es_es: Los Grupos de Calendario que el usuario puede utilizar.
fr_fr: Les groupes d'agenda que l'utilisateur peut utiliser.
pl: Grupy kalendarzy, z których może korzystać użytkownik.
ru_ru: Группы календаря, которые пользователь может использовать.
vi: Các nhóm lịch người dùng có thể sử dụng.

source: Calendar name cannot be empty.
es_es: El nombre del Calendario no puede ser vacío.
pl: Nazwa kalendarza nie może być pusta.
ru_ru: Название календаря не может быть пустым.

source: Calendar names should be unique.
de_de: Kalendernamen sollten eindeutig sein.
es_es: Los nombres de Calendarios deben ser únicos.
fr_fr: Le nom du calendrier doit être unique.
pl: Nazwy kalendarzy powinny być unikalne.
ru_ru: Названия календарей должны быть уникальными.

source: Calendar using COUNT
de_de: Kalender mit COUNT Nutzung
es_es: Calendario usando CONTAR
pl: Kalendarz wykorzystujący COUNT
ru_ru: Календарь использует COUNT

source: Calendars
de_de: Kalender
es_es: Calendarios
fr_fr: Agendas
pl: Kalendarze
ru_ru: Календари
vi: Các lịch

source: Calendars the user may utilize
de_de: Kalender, die der Benutzer verwenden darf
es_es: Calendarios que el usuario puede utilizar
fr_fr: Les agenda que l'utilisateur peut utiliser
pl: Kalendarze, z których może korzystać użytkownik
ru_ru: Календари, которые пользователь может использовать
vi: Các lịch người dùng có thể sử dụng

source: Categories this event belongs to, separated by comma
de_de: Kategorien, zu der dieses Ereignis gehört, kommagetrennt
es_es: Categorías a las que este evento pertenece, separadas por comas
pl: Kategorie, do których należy to wydarzenie, oddzielone przecinkami
ru_ru: Категории, разделенные запятой, к которым относится данное событие

source: Check if match, value can be any timestamp
de_de: Prüfe ob zutreffend, Wert kann irgendein Zeitstempel sein
es_es: Verifique si coincide, el valor puede ser cualquier marca de tiempo
pl: Sprawdź, czy pasuje, wartość może być dowolnym znacznikiem czasu
ru_ru: Проверка на совпадение, значение может быть любой меткой времени

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
pl: Zamknij
ru_ru: Закрыть
vi: Đóng

source: Daily
es_es: Diario
pl: Codziennie
ru_ru: Ежедневно

source: Date of the month (E.g. 16th)
es_es: Fecha del Mes (ej. el día 16)
pl: Dzień miesiąca (np. 16.)
ru_ru: Дата месяца (напр. 16-й)

source: Date of the year (E.g. May 16th)
es_es: Fecha del año (ej. 16 de Mayo)
pl: Dzień roku (np. 16 maja)
ru_ru: Дата года (напр. 16-е мая)

source: Day of the month (E.g. 2nd Monday)
es_es: Día del mes (ej. segundo Lunes)
pl: Dzień miesiąca (np. drugi poniedziałek)
ru_ru: День месяца (напр. 2-й понедельник)

source: Day of the year (E.g. 2nd Monday in May)
es_es: Día del año (ej. segundo Lunes de Mayo)
pl: Dzień roku (np. 2 poniedziałek maja)
ru_ru: День года (напр. 2-й понедельник в мае)

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
pl: Dni
ru_ru: Дни
vi: Các ngày

source: Define when to stop the reoccurrance
es_es: Defina cuando detener la recurrencia
pl: Zdefiniuj, kiedy zatrzymać ponowne wystąpienie
ru_ru: Определите, когда следует остановить повторение

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
pl: Usuń
ru_ru: Удалить
vi: Xóa

source: Delete Event
de_de: Ereignis löschen
es_es: Borrar Evento
fr_fr: Supprimer un évènement
pl: Usuń wydarzenie
ru_ru: Удалить событие
vi: Xóa sự kiện

source: Description
de_de: Beschreibung
es_es: Descripción
pl: Opis
ru_ru: Описание
vi: Mô tả

source: Description for the event
de_de: Beschreibung für das Ereignis
es_es: Descripción del evento
fr_fr: Description de l'évènement
pl: Opis wydarzenia
ru_ru: Описание для события
vi: Mô tả cho sự kiện

source: Duplicate calendar name.
es_es: Nombre de calendario duplicado.
pl: Zduplikowana nazwa kalendarza.
ru_ru: Дубликат названия календаря.

source: EWS Server URL
es_es: URL del Servidor EWS
fr_fr: URL du serveur EWS
pl: URL Serwera EWS
ru_ru: URL сервера EWS
vi: URL máy chủ EWS

source: EWS Version
es_es: Versión EWS
fr_fr: Version EWS
pl: Wersja EWS
ru_ru: Версия EWS
vi: Phiên bản EWS

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
pl: Edytuj
ru_ru: Редактировать
vi: Hiệu chỉnh

source: Edit Settings
de_de: Einstellungen bearbeiten
es_es: Editar Ajustes
fr_fr: Éditer les paramètres
pl: Edytuj ustawienia
ru_ru: Редактировать настройки
vi: Cài đặt hiệu chỉnh

source: Enable Calendar
de_de: Kalender aktivieren
es_es: Habilitar Calendario
fr_fr: Active l'agenda
pl: Włącz kalendarz
ru_ru: Включить календарь
vi: Bật Lịch

source: End
de_de: Ende
es_es: Fin
pl: Koniec
ru_ru: Завершение

source: End Date
de_de: Enddatum
es_es: Fecha de fin
fr_fr: Date de fin
pl: Data zakończenia
ru_ru: Дата завершения
vi: Ngày kết thúc

source: End Time
de_de: Endzeit
es_es: Hora de Fin
fr_fr: Heure de fin
pl: Czas zakończenia
ru_ru: Время завершения
vi: Thời gian kết thúc

source: Ends
de_de: Endet
es_es: Finaliza
fr_fr: Termine
pl: Kończy się
ru_ru: Окончания
vi: Kết thúc

source: Event
de_de: Ereignis
es_es: Evento
fr_fr: Évènement
pl: Wydarzenie
ru_ru: Событие
vi: Sự kiện

source: Event Categories
de_de: Ereigniskategorien
es_es: Categorías de Eventos
pl: Kategorie wydarzenia
ru_ru: Категории событий

source: Event Description
de_de: Ereignis-Beschreibung
es_es: Descripción del Evento
fr_fr: Description de l'évènement
pl: Opis wydarzenia
ru_ru: Описание события
vi: Mô tả sự kiện

source: Event Title
de_de: Ereignis-Titel
es_es: Título del Evento
fr_fr: Titre de l'évènement
pl: Tytuł wydarzenia
ru_ru: Название события
vi: Tiêu đề sự kiện

source: Event must have a title
de_de: Ereignis muss einen Titel haben
es_es: El Evento debe tener un título
fr_fr: L événement doit avoir un Titre
pl: Wydarzenie musi posiadać tytuł
ru_ru: Событие должно иметь название

source: Events to include in to this group
de_de: Ereignisse, die zu dieser Gruppe hinzugefügt werden sollen
es_es: Eventos a incluir en este grupo
fr_fr: Évènements à inclure dans ce groupe
pl: Wydarzenia, które należy uwzględnić w tej grupie
ru_ru: События для включения в эту группу
vi: Các sự kiện bao gồm trong nhóm này

source: Every Monday, Wednesday, and Friday
es_es: Cada Lunes, Miércoles y Viernes
pl: Każdy poniedziałek, środa i piątek
ru_ru: Каждый понедельник, среду и пятницу

source: Every Tuesday and Thursday
es_es: Cada Martes y Jueves
pl: Każdy wtorek i czwartek
ru_ru: Каждый вторник и четверг

source: Every weekday (Monday to Friday
es_es: Cada día de semana (Lunes a Viernes)
pl: Każdy dzień tygodnia (od poniedziałku do piątku
ru_ru: Каждый будний день (с понедельника по пятницу

source: Expand Recurring Dates
de_de: Wiederauftretende Ereignisse ausklappen
es_es: Expandir Fecha Recurrentes
pl: Rozwiń powtarzające się daty
ru_ru: Развернуть повторяющиеся даты

source: Export Calendar by ID
de_de: Kalender nach ID exportieren
es_es: Exportar Calendario por ID
fr_fr: Export Calendrier par ID
pl: Eksportuj kalendarz wg ID
ru_ru: Экспорт календаря по ID

source: File location of the ics to import
de_de: Ort des ics-Kalenders, der importiert werden soll
es_es: Ubicación del archivo ics a importar
pl: Lokalizacja pliku ics do zaimportowania
ru_ru: Расположение файла ics для импорта

source: Force command
de_de: Ausführung erzwingen
es_es: Forzar comando
fr_fr: Forcer commande
pl: Wymuś polecenie
ru_ru: Форсировать команду

source: Friendly name for the event
de_de: Lesefreundlicher Name für das Ereignis
es_es: Nombre amistoso del evento
fr_fr: Nom convivial pour cet évènement
pl: Przyjazna nazwa wydarzenia
ru_ru: Понятное название события
vi: Tên thân thiện cho sự kiện

source: Generating...
de_de: Erzeuge...
es_es: Generando...
fr_fr: Génération...
pl: Generowanie...
ru_ru: Создание...

source: Group
de_de: Gruppe
es_es: Grupo
fr_fr: Groupe
pl: Grupa
ru_ru: Группа
vi: Nhóm

source: How often this calendar will synchronize with the remote server
de_de: Wie häufig dieser Kalender sich mit dem entfernten Server synchronisiert
es_es: Con qué frecuencia este calendario sincronizará con el servidor remoto
fr_fr: À quel fréquence cet agenda se ssynchronisera avec le serveur distant
pl: Jak często ten kalendarz będzie synchronizowany ze zdalnym serwerem
ru_ru: Как часто этот календарь будет синхронизироваться с удаленным сервером
vi: Mức độ thường xuyên mà Lịch này sẽ đồng bộ hóa với máy chủ từ xa như thế nào

source: Import Calendar by ID
de_de: importiere Kalender über die ID
es_es: Importar Calendario por ID
pl: Importuj kalendarz wg ID
ru_ru: Импорт календаря по ID

source: Inherit
de_de: Erben
es_es: Heredar
fr_fr: Hérite
pl: Odziedzicz
ru_ru: Наследовать
vi: Thừa kế

source: List Calendars
de_de: Kalender auflisten
es_es: Lista de Calendarios
fr_fr: Afficher les agendas
pl: Lista kalendarzy
ru_ru: Список календарей
vi: Danh sách Lịch

source: List Events
de_de: Ereignisliste
es_es: Lista de Eventos
pl: Lista wydarzeń
ru_ru: Список событий

source: Local Calendar
de_de: Lokaler Kalender
es_es: Calendario Local
fr_fr: Agenda local
pl: Kalendarz lokalny
ru_ru: Локальный календарь
vi: Lịch tại chỗ

source: Monthly
es_es: Mensualmente
pl: Miesięcznie
ru_ru: Ежемесячно

source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois
pl: Miesiące
ru_ru: Месяцы
vi: Tháng

source: Multiple calendars, events and/or categories can be placed into separate groups. Even multiple events from different calendars can be placed into a single group!
de_de: Mehrere Kalender, Ereignisse und/oder Kategorien können in verschiedene Gruppen aufgenommen werden. Es können sogar mehrere Ereignisse aus unterschiedlichen Kalendern in eine gemeinsame Gruppe aufgenommen werden!
es_es: Múltiples calendarios, eventos y/o categorías pueden ser colocados en distintos grupos. ¡Incluso eventos múltiples de distintos calendarios pueden ser colocados en un sólo grupo!
fr_fr: De multiples agendas, évènements et/ou catégories peuvent être mis dans des groupes séparés. On peut même placer des évènement de divers agenda dans un même groupe !
pl: Wiele kalendarzy, wydarzeń i/lub kategorii można umieścić w osobnych grupach. Nawet wiele wydarzeń z różnych kalendarzy można umieścić w jednej grupie!
ru_ru: Несколько календарей, событий и/или категорий могут быть помещены в отдельные группы. Даже несколько событий из разных календарей могут быть помещены в одну группу!
vi: Nhiều lịch, sự kiện và / hoặc danh mục có thể được đặt vào trong các nhóm riêng biệt. Thậm chí nhiều sự kiện từ các lịch khác nhau có thể được đặt vào một nhóm đơn!

source: Name
es_es: Nombre
fr_fr: Nom
pl: Nazwa
ru_ru: Название
vi: Tên

source: Name of this group
de_de: Name dieser Gruppe
es_es: Nombre de este grupo
fr_fr: Nom de ce groupe
pl: Nazwa tej grupy
ru_ru: Название этой группы
vi: Tên của Nhóm này

source: Never
de_de: Niemals
es_es: Nunca
fr_fr: Jamais
pl: Nigdy
ru_ru: Никогда
vi: Không bao giờ

source: No
de_de: Nein
fr_fr: Non
pl: Nie
ru_ru: Нет
vi: Không

source: No Categories for %s
de_de: Keine Kategorien für %s
es_es: No hay Categorías para %s
fr_fr: Pas de categorie pour %s
pl: Brak kategorii dla %s
ru_ru: Нет категорий для %s

source: No Events for %s
de_de: Keine Ereignisse für %s
es_es: No hay Eventos para %s
fr_fr: Pas d' évènements pour %s
pl: Brak wydarzeń dla %s
ru_ru: Нет событий для %s

source: No settings were discovered
de_de: Es wurden keine Einstellungen gefunden
es_es: No se descubrió ninguna configuración
fr_fr: Aucun paramètre n'a été découvert
pl: Nie wykryto żadnych ustawień
ru_ru: Настройки не обнаружены
vi: Không có cài đặt nào được phát hiện

source: Now Match
de_de: suche Treffer
es_es: Coincide ahora
pl: Teraz
ru_ru: Сейчас совпадают

source: Occurrences
de_de: Vorkommem
es_es: Ocurrencias
pl: Wystąpienia
ru_ru: Вхождения
vi: Lần xuất hiện

source: On
de_de: Am
es_es: Encendido
fr_fr: Activé
pl: Uruchom
ru_ru: Включен
vi: Trên

source: One of: calendar id | event id | group id
de_de: Eine von: Kalender ID | Ereignis ID | Gruppen ID
es_es: Uno de: ID calendario | ID Evento | ID Grupo
pl: Jeden z: identyfikator kalendarza | identyfikator zdarzenia | identyfikator grupy
ru_ru: Один из: id календаря | id события | id группы

source: One of: calendar | event | group
de_de: Ein(s) von: Kalender | Ereignis | Gruppe
es_es: Uno de: calendario | evento | grupo
pl: Jeden z: kalendarz | wydarzenie | grupa
ru_ru: Один из: календарь | событие | группа

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
pl: Hasło
ru_ru: Пароль
vi: Mật khẩu

source: Please define a valid url
de_de: Bitte geben Sie eine gültige URL an
es_es: Por favor defina una URL válida
pl: Proszę zdefiniować prawidłowy adres URL
ru_ru: Пожалуйста, укажите действительный URL

source: Please enter valid credentials above
de_de: Bitte geben Sie oben gültige Zugangsdaten ein
es_es: Por favor ingrese credenciales válidas arriba
fr_fr: Veuillez entrer des informations d'identification valides ci-dessus
pl: Wprowadź prawidłowe dane uwierzytelniające powyżej
ru_ru: Пожалуйста, введите выше действительные учетные данные
vi: Vui lòng nhập các chứng chỉ hợp lệ trên

source: Principal URL
de_de: Prinzipal-URL
es_es: URL principal
fr_fr: URL principal
pl: Główny adres URL
ru_ru: Основной URL
vi: URL chính

source: Private address in iCal format
de_de: Nichtöffentliche Adresse im iCal-Format
es_es: Dirección privada en formato iCal
fr_fr: Adresse privé au format iCal
pl: Adres prywatny w formacie iCal
ru_ru: Частный адрес в формате iCal

source: Private iCal Link
de_de: Nichtöffentliche iCal-Verknüpfung
es_es: Enlace privado iCal
fr_fr: Lien Privé iCal
pl: Prywatne łącze iCal
ru_ru: Частная ссылка iCal

source: Recurring
de_de: Wiederkehrend
es_es: Periódico
pl: Powtarzający się
ru_ru: Повторяющиеся

source: Remote CalDAV Calendar
de_de: Entfernter CalDAV-Kalender
es_es: Calendario CalDAV Remoto
fr_fr: Agenda CalDAV distant
pl: Zdalny kalendarz CalDAV
ru_ru: Удаленный календарь CalDAV
vi: Lịch CalDAV từ xa

source: Remote Outlook Calendar
de_de: Entfernter Outlook-Kalender
es_es: Calendario Outlook Remoto
fr_fr: Agenda Outlook distant
pl: Zdalny kalendarz programu Outlook
ru_ru: Удаленный календарь Outlook
vi: Lịch Outlook từ xa

source: Remote URL
de_de: Entfernter URL
es_es: URL Remota
fr_fr: URL distant
pl: Zdalny adres URL
ru_ru: Удаленный URL
vi: URL từ xa

source: Remote iCal Calendar
de_de: Entfernter iCal-Kalender
es_es: Calendario iCal Remoto
fr_fr: Agenda iCal distant
pl: Zdalny kalendarz iCal
ru_ru: Удаленный календарь iCal
vi: Lịch iCal từ xa

source: Reoccurring
de_de: Wiederkehrend
es_es: Recurrente
fr_fr: Répétitif
pl: Powtarzające się
ru_ru: Повторяющиеся
vi: Tuần hoàn

source: Reoccurring Event
de_de: Wiederkehrendes Ereignis
es_es: Evento Recurrente
fr_fr: Évènement répétitif
pl: Powtarzające się wydarzenie
ru_ru: Повторяющиеся события
vi: Các sự kiện tuần hoàn

source: Repeat Every
de_de: Wiederhole jeden
es_es: Repetir cada
fr_fr: Répéter chaque
pl: Powtarzaj co każdy
ru_ru: Повторять каждые
vi: Lặp lại vào mỗi

source: Repeat On
de_de: Wiederhole am
es_es: Repetir en
fr_fr: Répéter le
pl: Powtarzanie włączone
ru_ru: Повторить на
vi: Lặp lại trên

source: Repeat by
de_de: Wiederhole nach
es_es: Repetir por
fr_fr: Répéter par
pl: Powtórz co
ru_ru: Повторять по
vi: Lặp lại bởi

source: Repeat every X interval
es_es: Repetir cada X intervalo
pl: Powtarzaj co każdy interwał X
ru_ru: Повторять каждый X интервал

source: Repeats
de_de: Wiederholt sich
es_es: Repite
fr_fr: Répétitions
pl: Powtarza
ru_ru: Повторы
vi: Lặp lại

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
pl: Wyzeruj
ru_ru: Сброс
vi: Cài đặt lại

source: Reset Calendar by ID
de_de: Setze Kalender zurück über ID
es_es: Reinciar Calendario por ID
pl: Zresetuj kalendarz według identyfikatora
ru_ru: Сброс календаря по ID
