Repository: FreePBX/calendar
Catalog: i18n/*/LC_MESSAGES/calendar.po
Languages: de_de, es_es, fr_fr, pl, ru_ru, vi

source: Select day of week to repeat on
es_es: Seleccionar día de la semana para repetir
pl: Wybierz dzień tygodnia, w którym chcesz powtórzyć
ru_ru: Выбрать день недели для повтора

source: Select how often this event repeats
es_es: Seleccionar con qué frecuencia se repite este evento
pl: Wybierz częstotliwość powtarzania tego zdarzenia
ru_ru: Выбрать частоту повтора этого события

source: Select how to repeat
es_es: Seleccionar cómo se repite
pl: Wybierz sposób powtarzania
ru_ru: Выбрать как повторять

source: Select specific calendar
de_de: Wähle den spezifischen Kalender
es_es: Seleccionar calendario específico
pl: Wybierz konkretny kalendarz
ru_ru: Выберите конкретный календарь

source: Select specific cateogories for this group. If no events are selected but categories are selected then all events in said categories will match. Changing categories will change events below
de_de: Wählen Sie spezifische Kategorien für diese Gruppe aus. Wenn keine Ereignisse, sondern nur Kategorien ausgewählt werden, werden alle Ereignisse in diesen Kategorien ausgewählt. Eine Änderung der Kategorien ändert die untenstehenden Ereignisse
es_es: Seleccionar categorías específicas para este grupo. Si no se selecciona ningún evento pero hay categorías seleccionadas entonces todos los eventos en dicha categoría coincidirán. Cambiar categorías modificará los eventos a continuación
fr_fr: Sélectionnez des catégories spécifiques pour ce groupe. Si aucun événement n'est sélectionné mais que les catégories sont sélectionnées, tous les événements de ces catégories correspondent. Changer de catégorie va changer les événements ci-dessous
pl: Wybierz konkretne kategorie dla tej grupy. Jeśli nie zostaną wybrane żadne zdarzenia, ale zostaną wybrane kategorie, wszystkie zdarzenia w tych kategoriach będą pasować. Zmiana kategorii spowoduje zmianę poniższych wydarzeń
ru_ru: Выберите определенные категории для этой группы. Если не выбраны никакие события, но выбраны категории, то все события в указанных категориях будут совпадать. Изменение категорий изменит события ниже
vi: Chọn các danh mục cụ thể cho nhóm này. Nếu không có sự kiện nào được chọn nhưng danh mục được chọn thì tất cả các sự kiện trong các danh mục đó sẽ khớp. Thay đổi danh mục sẽ thay đổi các sự kiện dưới đây

source: Select specific events for this group. If no events are selected but categories are selected then all events in said categories will match
de_de: Wählen Sie spezifische Kategorien für diese Gruppe aus. Wenn keine Ereignisse, sondern nur Kategorien ausgewählt werden, werden alle Ereignisse in diesen Kategorien ausgewählt
es_es: Seleccionar eventos específicos para este grupo. Si no se seleccionan eventos pero hay categorías seleccionadas entonces todos los eventos en dichas categorías coincidirán
fr_fr: Choisissez des évènements spécifiques pour ce groupe. Si aucun évènement est sélectionné mais les catégories sont sélectionnées alors tous les évènement de cette catégorie seront choisi
pl: Wybierz konkretne wydarzenia dla tej grupy. Jeśli nie zostaną wybrane żadne zdarzenia, ale zostaną wybrane kategorie, wszystkie zdarzenia w tych kategoriach będą pasować
ru_ru: Выберите конкретные события для этой группы. Если не выбраны никакие события, но выбраны категории, то все события в указанных категориях будут совпадать
vi: Chọn các sự kiện cụ thể cho nhóm này. Nếu không có sự kiện nào được chọn nhưng danh mục được chọn thì tất cả các sự kiện trong các danh mục đó sẽ khớp

source: Specific Categories
de_de: Spezifische Kategorien
es_es: Categorías específicas
fr_fr: Catégories spécifiques
pl: Konkretne kategorie
ru_ru: Отдельная категория
vi: Các danh mục cụ thể

source: Specific Events
de_de: Spezifische Ereignisse
es_es: Eventos específicos
fr_fr: Évènements spécifiques
pl: Konkretne wydarzenia
ru_ru: Отдельное событие
vi: Các sự kiện cụ thể

source: Start
es_es: Inicio
pl: Rozpocznij
ru_ru: Начало

source: Start Date
de_de: Anfangsdatum
es_es: Fecha de Inicio
fr_fr: Date de début
pl: Data rozpoczęcia
ru_ru: Дата начала
vi: Ngày bắt đầu

source: Start Time
de_de: Anfangszeit
es_es: Hora de Inicio
fr_fr: Heure de début
pl: Czas rozpoczęcia
ru_ru: Время начала
vi: Thời gian bắt đầu

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
pl: Zatwierdź
ru_ru: Применить
vi: Gửi đi

source: Successfully updated event
de_de: Ereignis erfolgreich aktualisiert
es_es: Evento actualizado exitosamente
fr_fr: Éventement modifié avec succès
pl: Pomyślnie zaktualizowano wydarzenie
ru_ru: События успешно обновлены

source: Syncronize all Calendars
de_de: Alle Kalender synchronisieren
es_es: Sincronizar todos los Calendarios
fr_fr: Synchroniser tous les calendriers
pl: Synchronizuj wszystkie kalendarze
ru_ru: Синхронизировать все календари

source: The Userman for this calendar
de_de: Der Benutzername für diesen Kalender
es_es: El Administrador de Usuarios para este calendario
fr_fr: Nom d'utilisateur pour ce calendrier
pl: Użytkownik tego kalendarza
ru_ru: Менеджер пользователей для этого календаря
vi: Tên người dùng cho lịch này

source: The description of this calendar
de_de: Die Beschreibung für diesen Kalender
es_es: La descripción de este calendario
fr_fr: La description de cet agenda
pl: Opis tego kalendarza
ru_ru: Описание для этого календаря
vi: Mô tả của lịch này

source: The email address of this calendar's user [Optional]
de_de: Die E-Mail-Adresse des Benutzers dieses Kalenders [optional]
es_es: La dirección de correo electrónico para el usuario de este calendario [opcional]
fr_fr: L'adresse de courriel de l'utilisateur de cet agenda [Optionnel]
pl: Adres e-mail użytkownika tego kalendarza [Opcjonalnie]
ru_ru: Адрес e-mail этого календаря пользователя [необязательно]
vi: Địa chỉ thư điện tử của người dùng lịch này [Lựa chọn]

source: The name of this calendar
de_de: Der Name dieses Kalenders
es_es: El nombre de este calendario
fr_fr: Le nom de cet agenda
pl: Nazwa tego kalendarza
ru_ru: Название для этого календаря
vi: Tên của lịch này

source: The password for this calendar
de_de: Das Passwort für diesen Kalender
es_es: La contraseña de este calendario
fr_fr: Le mot de passe de cet agenda
pl: Hasło tego kalendarza
ru_ru: Пароль для этого календаря
vi: Mật khẩu cho lịch này

source: The password of this calendar's user
de_de: Das Passwort für den Benutzer dieses Kalenders
es_es: La contraseña del usuario de este calendario
fr_fr: Le mot de passe pour l'utilisateur de cet agenda
pl: Hasło użytkownika tego kalendarza
ru_ru: Пароль пользователя этого календаря
vi: Mật khẩu của người dùng lịch này

source: The principal url for this calendar
de_de: Der Haupt-URL für diesen Kalender
es_es: La URL principal para este calendario
fr_fr: L'URL principal pour cet agenda
pl: Główny adres URL tego kalendarza
ru_ru: Основной url-адрес для этого календаря
vi: Url chính cho lịch này

source: The remote url for this calendar
de_de: Der entfernte URL für diesen Kalender
es_es: La URL Remota para este calendario
fr_fr: L'URL distant pour cet agenda
pl: Zdalny adres URL tego kalendarza
ru_ru: Удаленный URL для этого календаря
vi: Url từ xa cho lịch này

source: The time to start the event
de_de: Die Zeit, zu der dieses Ereignis zu beginnt
es_es: La hora de inicio del evento
fr_fr: L'heure a laquelle débuter l'évènement
pl: Czas rozpoczęcia wydarzenia
ru_ru: Время начала события
vi: Thời gian để khởi động sự kiện

source: The username of this calendar's user
de_de: Der Benutzername des Benutzers dieses Kalenders
es_es: El nombre de usuario del usuario de este calendario
fr_fr: Le nom d'utilisateur de l'utilisateur de cet agenda
pl: Nazwa użytkownika tego kalendarza
ru_ru: Имя пользователя этого календаря
vi: Tên người dùng của người dùng lịch này

source: There was an error fetching the events
de_de: Beim Abholen der Ereignisse ist ein Fehler aufgetreten
es_es: Hubo un error obteniendo los eventos
fr_fr: Il y a eu une erreur lors de l'obtention des évènements
pl: Wystąpił błąd podczas pobierania wydarzeń
ru_ru: Произошла ошибка с выборкой событий
vi: Đã xảy ra lỗi khi tìm nạp các sự kiện

source: These groups can then be linked to various applications or utilities
de_de: Diese Gruppen können mit verschiedenen Anwendungen und Werkzeugen verknüpft werden
es_es: Estos grupos pueden luego ser vinculados a varias aplicaciones o utilidades
fr_fr: Ces groupes peuvent être joint à des applications diverses ou des utilitaires
pl: Te grupy można połączyć z różnymi aplikacjami lub narzędziami
ru_ru: Затем эти группы можно связать с различными приложениями или утилитами
vi: Những nhóm này sau đó có thể được kết nối tới các ứng dụng hoặc các tiện ích khác nhau

source: This module is used to manage calendar and time based events for FreePBX
de_de: Dieses Modul wird verwendet, um kalender- und zeitgesteuerte Ereignisse für FreePBX zu verwalten
es_es: Este módulo es utilizado para administrar eventos basados en calendario y tiempo para FreePBX
fr_fr: Ce module est utilisé pour gérer les événements basés sur le calendrier et l'heure pour FreePBX
pl: Moduł ten służy do zarządzania wydarzeniami opartymi na kalendarzu i czasie dla FreePBX
ru_ru: Этот модуль используется для управления календарными и временными событиями для FreePBX

source: Time event starts
de_de: Zeit, zu der das Ereignis beginnt
es_es: Hora que el evento inicia
fr_fr: Heure de début de l'évènement
pl: Czas rozpoczęcia wydarzenia
ru_ru: Время начала события
vi: Thời gian sự kiện bắt đầu

source: Time the event ends
de_de: Zeit, zu der das Ereignis endet
es_es: Hora que el evento finaliza
fr_fr: Heure de fin de l'évènement
pl: Czas zakończenia wydarzenia
ru_ru: Время завершения события
vi: Thời gian sự kiện kết thúc

source: Time this event ends
de_de: Zeit, zu der dieses Ereignis endet
es_es: Hora que este evento finaliza
fr_fr: Heure de fin de cet évènement
pl: Czas zakończenia tego wydarzenia
ru_ru: Время завершения этого события
vi: Thời gian sự kiện này kết thúc

source: Timezone
de_de: Zeitzone
es_es: Zona Horaria
fr_fr: Fuseau horaire
pl: Strefa czasowa
ru_ru: Часовой пояс
vi: Khung thời gian

source: Timezone for this Calendar
de_de: Zeitzone für diesen Kalender
es_es: Zona Horaria de este Calendario
fr_fr: Fuseau horaire pour cet agenda
pl: Strefa czasowa tego kalendarza
ru_ru: Часовой пояс для этого календаря
vi: Múi giờ cho lịch này

source: Timezone for this event
de_de: Zeitzone für dieses Ereignis
es_es: Zona Horaria para este evento
fr_fr: Fuseau horaire pour cet évènement
pl: Strefa czasowa tego wydarzenia
ru_ru: Часовой пояс для этого события
vi: Múi giờ cho sự kiện này

source: Type
de_de: Typ
es_es: Tipo
pl: Typ
ru_ru: Тип
vi: Kiểu

source: Unable to determine server URL
de_de: Kann den Server-URL nicht bestimmen
es_es: No se puede determinar la URL del servidor
fr_fr: Incapable de déterminer l'URL du serveur
pl: Nie można określić adresu URL serwera
ru_ru: Невозможно определить URL-адрес сервера
vi: Không thể xác định URL máy chủ

source: Unknown Calendar
de_de: Unbekannter Kalender
es_es: Calendario desconocido
fr_fr: Calendrier inconnu
pl: Nieznany kalendarz
ru_ru: Неизвестный календарь

source: Update from Source
de_de: Aktualisierung aus der Quelle
es_es: Actualizar desde la Fuente
fr_fr: Mise à jour de la source
pl: Aktualizacja ze źródła
ru_ru: Обновление из источника
vi: Cập nhật từ nguồn

source: Updating...
de_de: Aktualisiere...
es_es: Actualizando...
fr_fr: En cours de mise à jour...
pl: Aktualizowanie...
ru_ru: Обновление...
vi: Đang cập nhật...

source: Use All Categories
de_de: Benutze alle Kategorien
es_es: Usar Todas las Categorías
pl: Użyj wszystkich kategorii
ru_ru: Использовать все категории

source: Use All Events
de_de: Benutze alle Ereignisse
es_es: Usar Todos los Eventos
pl: Użyj wszystkich zdarzeń
ru_ru: Использовать все события

source: Use Calendar Timezone
de_de: Zeitzone des Kalenders verwenden
es_es: Usar la Zona Horaria del Calendario
fr_fr: Utiliser le fuseau horaire de l'agenda
pl: Użyj strefy czasowej kalendarza
ru_ru: Используемый часовой пояс календаря
vi: Sử dụng múi giờ lịch

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
pl: Nazwa użytkownika
ru_ru: Имя пользователя
vi: Tên người dùng

source: Utilizing the calendar timezone (You can change this in Edit Settings)
de_de: Verwende die Zeitzone des Kalenders (Sie können dies über "Einstellungen bearbeiten" ändern)
es_es: Utilizando la zona horaria del calendario (puede cambiar esto en Editar Ajustes)
fr_fr: Utilisation du fuseau horaire du calendrier (Vous pouvez le modifier dans les paramètres)
pl: Korzystanie ze strefy czasowej kalendarza (możesz to zmienić w menu Edytuj Ustawienia)
ru_ru: Использование часового пояса календаря (это можно изменить в Редактировании настроек)

source: Utilizing your timezone (You can change this in Advanced Settings or User Manager)
de_de: Verwende Ihre Zeitzone (Sie können dies in den erweiterten Einstellungen oder in der Benutzerverwaltung ändern)
es_es: Utilizando su zona horaria (puede cambiar este en Ajustes Avanzados o en Administrador de Usuarios)
fr_fr: Utilisation de votre fuseau horaire (Vous pouvez le modifier dans Paramètres avancés ou Gestionnaire des utilisateurs)
pl: Korzystanie z Twojej strefy czasowej (możesz to zmienić w Ustawieniach Zaawansowanych lub Menedżerze Użytkowników)
ru_ru: Использование вашего часового пояса (вы можете изменить это в Расширенных настройках или Менеджере пользователей)

source: View Calendars
de_de: Kalender ansehen
es_es: Ver Calendarios
fr_fr: Visualiser les agendas
pl: Zobacz kalendarze
ru_ru: Просмотр календарей
vi: Xem lịch

source: Viewing Calendar '%s'
de_de: Sie sehen Kalender '%s'
es_es: Viendo Calendario '%s'
fr_fr: Visualisation de l'agenda '%s'
pl: Wyświetlanie kalendarza '%s1'
ru_ru: Просмотр календаря '%s'
vi: Đang xem Lịch '%s'

source: Viewing from timezone '%s'
de_de: Ansicht aus Zeitzone '%s'
es_es: Viendo desde zona horaria '%s'
fr_fr: Affichage à partir du fuseau horaire '%s'
pl: Wyświetlanie ze strefy czasowej '%s'
ru_ru: Просмотр часового пояса '%s'

source: Warning
es_es: Advertencia
pl: Ostrzeżenie
ru_ru: Предупреждение

source: Weekly
es_es: Semanalmente
pl: Co tydzień
ru_ru: Еженедельно

source: Weeks
de_de: Wochen
es_es: Semanas
fr_fr: Semaines
pl: Tygodnie
ru_ru: Недели
vi: Các tuần

source: What are Calendar Event Groups?
de_de: Was sind Kalender-Ereignis-Gruppen?
es_es: ¿Qué son los Grupos de Eventos de Calendario?
fr_fr: Que sont les groupes d'évènements d'agenda ?
pl: Co to są grupy wydarzeń w kalendarzu?
ru_ru: Что такое группы событий календаря?
vi: Nhóm sự kiện lịch là gì?

source: Whether to allow this user to be able to access the calendar in UCP
de_de: Soll dieser Benutzer im UCP Zugriff auf den Kalender erhalten
es_es: Si permitir que este usuario acceda al calendario en UCP
fr_fr: Cet utilisateur devrait-il avoir accès à l'agenda dans UCP
pl: Określa, czy zezwolić temu użytkownikowi na dostęp do kalendarza w UCP
ru_ru: Следует ли разрешить этому пользователю иметь возможность получить доступ к календарю в UCP
vi: Có cho phép người dùng có thể truy cập vào lịch trong UCP không

source: X number of occurances
es_es: X número de ocurrencias
pl: X liczba wystąpień
ru_ru: X количество повторов

source: Yearly
es_es: Anualmente
pl: Rocznie
ru_ru: Ежегодно

source: Years
de_de: Jahre
es_es: Años
fr_fr: Années
pl: Lata
ru_ru: Лет
vi: Năm

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
pl: Tak
ru_ru: Да
vi: Có

source: You are missing the PHP SoapClient library. Please install to continue
de_de: Die PHP-SoapClient-Bibliothek fehlt. Bitte installieren Sie diese, um fortzufahren
es_es: Le falta la librería PHP SoapClient. Por favor instalar para continuar
fr_fr: La bibliothèque PHP SoapClient est absente. Veuillez l'installer pour continuer
pl: Brakuje biblioteki PHP SoapClient. Zainstaluj ją aby kontynuować
ru_ru: Вам не хватает библиотеки PHP SoapClient. Пожалуйста, установите чтобы продолжить
vi: Bạn đang thiếu thư viện PHP SoapClient. Vui lòng cài đặt để tiếp tục

source: You can only edit local calendars
de_de: Sie können nur lokale Kalender editieren
es_es: Solo puede editar calendarios locales
pl: Możesz edytować tylko kalendarze lokalne
ru_ru: Вы можете редактировать только локальные календари

source: occurrences
de_de: Vorkommen
es_es: ocurrencias
pl: zdarzenia
ru_ru: вхождения
vi: Lần xuất hiện

source: to
de_de: bis
es_es: a
fr_fr: à
pl: do
ru_ru: к
vi: Tới

source: Day of the month
de_de: Tag des Monats
fr_fr: Jour du mois

source: Day of the week
de_de: Wochentag
fr_fr: Jour de la semaine

source: Email
fr_fr: Courriel
vi: Thư điện tử
